Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# onboarding.name.subtitle
source: Let's get started. What's your name?
af: Kom ons begin. Wat is jou naam?
am: እንጀምር። ስምህ ማን ነው?
ar: لنبدأ. ما اسمك؟
as: আৰম্ভ কৰোঁ আহা। তোমাৰ নাম কি?
az: Başlayaq. Adın nədir?
be: Пачнём! Як цябе завуць?
bg: Да започваме. Как се казваш?
bn: চলো শুরু করি। তোমার নাম কী?
bo: ད་འགོ་འཛུགས། ཁྱེད་ཀྱི་མིང་ལ་ག་རེ་ཟེར།
bs: Počnimo. Kako se zoveš?
ca: Comencem. Com et dius?
cs: Jdeme na to. Jak se jmenuješ?
cy: Dewch i ddechrau. Beth yw dy enw?
da: Lad os begynde. Hvad hedder du?
de: Los geht’s. Wie heißt du?
el: Ας ξεκινήσουμε. Πώς σε λένε;
es: Empecemos. ¿Cómo te llamas?
et: Hakkame pihta. Mis su nimi on?
eu: Has gaitezen. Nola duzu izena?
fa: شروع کنیم. اسمت چیست؟
fi: Aloitetaan! Mikä sinun nimesi on?
fo: Latið okkum byrja. Hvat eitur tú?
fr: C’est parti ! Comment t’appelles-tu ?
ga: Tosaímis. Cad is ainm duit?
gl: Imos comezar. Como te chamas?
gu: ચાલો શરૂ કરીએ. તમારું નામ શું છે?
he: בואו נתחיל. איך קוראים לך?
hi: चलो शुरू करें। तुम्हारा नाम क्या है?
hr: Krenimo. Kako se zoveš?
hu: Kezdjünk hozzá! Hogy hívnak?
hy: Սկսենք։ Ինչպե՞ս ես կոչվում։
id: Ayo mulai. Siapa namamu?
is: Byrjum. Hvað heitir þú?
it: Cominciamo! Come ti chiami?
ja: さあ、はじめよう。きみのなまえは？
ka: დავიწყოთ. რა გქვია?
kk: Бастайық. Атың кім?
km: ចាប់ផ្តើមគ្នា។ អ្នកឈ្មោះអ្វី?
kn: ಆರಂಭಿಸೋಣ. ನಿನ್ನ ಹೆಸರೇನು?
ko: 시작해 볼까요? 이름이 뭐예요?
lo: ມາເລີ່ມກັນ. ເຈົ້າຊື່ຫຍັງ?
lt: Pradėkime. Koks tavo vardas?
lv: Sāksim! Kā tevi sauc?
mk: Да почнеме. Како се викаш?
ml: തുടങ്ങാം. നിന്റെ പേരെന്താണ്?
mn: Эхэлцгээе. Чамайг хэн гэдэг вэ?
mr: चला सुरू करूया. तुझं नाव काय?
ms: Mari mula. Siapa nama kamu?
my: စလိုက်ရအောင်။ မင်းနာမည် ဘာလဲ။
ne: सुरु गरौँ। तिम्रो नाम के हो?
nl: Laten we beginnen. Hoe heet je?
no: La oss begynne. Hva heter du?
or: ଚାଲ ଆରମ୍ଭ କରିବା। ତୁମ ନାମ କ’ଣ?
pa: ਆਓ ਸ਼ੁਰੂ ਕਰੀਏ। ਤੁਹਾਡਾ ਨਾਮ ਕੀ ਹੈ?
pl: Zaczynajmy. Jak masz na imię?
pt: Vamos começar. Como te chamas?
ro: Să începem. Cum te cheamă?
ru: Давай начнём. Как тебя зовут?
si: අපි පටන් ගමු. ඔබේ නම මොකක්ද?
sk: Poďme na to. Ako sa voláš?
sl: Začnimo. Kako ti je ime?
sq: Le të fillojmë. Si quhesh?
sr: Počnimo. Kako se zoveš?
sv: Nu börjar vi. Vad heter du?
sw: Tuanze. Unaitwa nani?
ta: தொடங்கலாம். உன் பெயர் என்ன?
te: మొదలుపెడదాం. నీ పేరేంటి?
th: มาเริ่มกันเลย เธอชื่ออะไร?
tr: Haydi başlayalım. Adın ne?
ug: باشلايلى. ئىسمىڭ نېمە؟
uk: Почнімо! Як тебе звати?
ur: آئیں شروع کریں۔ آپ کا نام کیا ہے؟
uz: Boshlaymiz. Isming nima?
vi: Bắt đầu nhé. Bạn tên gì?
zh: 开始吧。你叫什么名字？
zu: Asiqale. Ungubani igama lakho?

# onboarding.name.title
source: Doing sums has never been this fun!
af: Somme maak was nog nooit so lekker nie!
am: ስሌት መሥራት ይህን ያህል አስደሳች ሆኖ አያውቅም!
ar: لم تكن المسائل ممتعة هكذا من قبل!
as: অংক কৰা কেতিয়াও ইমান মজাৰ নাছিল!
az: Misal həll etmək heç belə əyləncəli olmayıb!
be: Рашаць прыклады яшчэ ніколі не было так весела!
bg: Смятането никога не е било толкова забавно!
bn: অঙ্ক করা এত মজার কখনও ছিল না!
bo: རྩིས་རྒྱག་པ་དེ་འདྲ་སྤྲོ་པོ་ནམ་ཡང་མ་བྱུང་!
bs: Računanje nikad nije bilo ovako zabavno!
ca: Fer operacions mai havia estat tan divertit!
cs: Počítání ještě nikdy nebylo tak zábavné!
cy: Fu gwneud symiau erioed mor hwyl!
da: Det har aldrig været så sjovt at regne!
de: Rechnen hat noch nie so viel Spaß gemacht!
el: Οι ασκήσεις δεν ήταν ποτέ τόσο διασκεδαστικές!
es: ¡Hacer cuentas nunca fue tan divertido!
et: Arvutamine pole kunagi nii lõbus olnud!
eu: Kalkuluak egitea ez da inoiz hain dibertigarria izan!
fa: حل کردن سؤال‌ها هیچ‌وقت این‌قدر بامزه نبوده!
fi: Laskeminen ei ole koskaan ollut näin hauskaa!
fo: Tað hevur ongantíð verið so stuttligt at rokna!
fr: Faire des calculs n’a jamais été aussi amusant !
ga: Ní raibh suimeanna chomh spraíúil riamh!
gl: Facer contas nunca foi tan divertido!
gu: દાખલા ગણવા ક્યારેય એટલું મજેદાર નહોતું!
he: לפתור תרגילים מעולם לא היה כיף כל כך!
hi: गणित इतना मज़ेदार कभी नहीं था!
hr: Računanje nikad nije bilo zabavnije!
hu: A számolás még sosem volt ilyen jó móka!
hy: Հաշվելը երբեք այսքան զվարճալի չի եղել։
id: Berhitung belum pernah seseru ini!
is: Það hefur aldrei verið svona gaman að reikna!
it: Fare i calcoli non è mai stato così divertente!
ja: 計算ってこんなに楽しい！
ka: ამოცანების ამოხსნა ასეთი სახალისო არასდროს ყოფილა!
kk: Есеп шығару бұрын-соңды мұндай қызық болмаған!
km: គណនាលំហាត់មិនធ្លាប់សប្បាយបែបនេះទេ!
kn: ಲೆಕ್ಕ ಮಾಡುವುದು ಇಷ್ಟು ಮಜವಾಗಿರಲಿಲ್ಲ!
ko: 계산이 이렇게 재미있었던 적은 없어요!
lo: ເຮັດໂຈດບໍ່ເຄີຍມ່ວນຂະໜາດນີ້!
lt: Skaičiuoti dar niekada nebuvo taip smagu!
lv: Rēķināt vēl nekad nav bijis tik jautri!
mk: Сметањето никогаш не било позабавно!
ml: കണക്കുകൾ ഇത്ര രസകരമായിട്ടില്ല!
mn: Бодлого бодох ийм хөгжилтэй байгаагүй!
mr: गणित कधीच इतकं मजेदार नव्हतं!
ms: Mengira tak pernah seseronok ini!
my: ပုစ္ဆာတွက်တာ ဒီလောက်ပျော်စရာ မရှိသေးဘူး!
ne: हिसाब गर्नु यति रमाइलो कहिल्यै थिएन!
nl: Sommen maken was nog nooit zo leuk!
no: Regning har aldri vært så gøy!
or: ଗଣିତ କରିବା ଏତେ ମଜା କେବେ ନଥିଲା!
pa: ਹਿਸਾਬ ਕਰਨਾ ਕਦੇ ਇੰਨਾ ਮਜ਼ੇਦਾਰ ਨਹੀਂ ਸੀ!
pl: Liczenie jeszcze nigdy nie było tak fajne!
pt: Fazer contas nunca foi tão divertido!
ro: Calculele nu au fost niciodată atât de distractive!
ru: Решать примеры ещё никогда не было так весело!
si: ගණන් හදන එක මෙතරම් විනෝද වෙලා නැහැ!
sk: Počítanie ešte nikdy nebolo také zábavné!
sl: Računanje še nikoli ni bilo tako zabavno!
sq: Detyrat s’kanë qenë kurrë kaq zbavitëse!
sr: Računanje nikad nije bilo ovako zabavno!
sv: Det har aldrig varit så kul att räkna!
sw: Kufanya hesabu hakujawahi kufurahisha hivi!
ta: கணக்குப் போடுவது இவ்வளவு வேடிக்கையாக இருந்ததே இல்லை!
te: లెక్కలు చేయడం ఇంత సరదాగా ఎప్పుడూ లేదు!
th: คิดเลขไม่เคยสนุกเท่านี้!
tr: İşlem yapmak hiç bu kadar eğlenceli olmamıştı!
ug: ھېسابلاش بۇنچە قىزىقارلىق بولۇپ باقمىغان!
uk: Рахувати ще ніколи не було так весело!
ur: حساب کبھی اتنا مزے دار نہیں تھا!
uz: Misol yechish hech qachon bunchalik qiziq bo‘lmagan!
vi: Làm toán chưa bao giờ vui thế này!
zh: 做算术从没这么好玩！
zu: Ukubala akukaze kube mnandi kanje!

# onboarding.subject.subtitle
source: Choose a topic to start with.
af: Kies ’n onderwerp om mee te begin.
am: ለመጀመር ርዕስ ምረጥ።
ar: اختر موضوعًا لتبدأ به.
as: আৰম্ভ কৰিবলৈ এটা বিষয় বাছা।
az: Başlamaq üçün mövzu seç.
be: Выберы тэму, з якой пачнеш.
bg: Избери тема, с която да започнеш.
bn: শুরু করার জন্য একটি বিষয় বেছে নাও।
bo: འགོ་འཛུགས་སའི་བརྗོད་གཞི་འདེམས།
bs: Izaberi temu za početak.
ca: Tria un tema per començar.
cs: Vyber si téma, kterým začneš.
cy: Dewis bwnc i ddechrau.
da: Vælg et emne at starte med.
de: Wähle ein Thema zum Starten.
el: Διάλεξε ένα θέμα για να ξεκινήσεις.
es: Elige un tema para empezar.
et: Vali alustamiseks teema.
eu: Aukeratu hasteko gai bat.
fa: یک موضوع برای شروع انتخاب کن.
fi: Valitse aihe, josta aloitat.
fo: Vel eitt evni at byrja við.
fr: Choisis un sujet pour commencer.
ga: Roghnaigh ábhar le tosú.
gl: Escolle un tema para comezar.
gu: શરૂ કરવા એક વિષય પસંદ કરો.
he: בחרו נושא להתחיל בו.
hi: शुरू करने के लिए एक विषय चुनें।
hr: Odaberi temu za početak.
hu: Válassz egy témát a kezdéshez.
hy: Ընտրիր թեմա՝ սկսելու համար։
id: Pilih topik untuk memulai.
is: Veldu efni til að byrja á.
it: Scegli un argomento da cui iniziare.
ja: 最初にやるテーマをえらぼう。
ka: აირჩიე თემა დასაწყებად.
kk: Бастайтын тақырыпты таңда.
km: ជ្រើសប្រធានបទមួយដើម្បីចាប់ផ្តើម។
kn: ಆರಂಭಿಸಲು ಒಂದು ವಿಷಯ ಆರಿಸು.
ko: 먼저 배울 주제를 골라요.
lo: ເລືອກຫົວຂໍ້ເພື່ອເລີ່ມ.
lt: Pasirink temą, nuo kurios pradėsi.
lv: Izvēlies tēmu, ar ko sākt.
mk: Избери тема за почеток.
ml: തുടങ്ങാൻ ഒരു വിഷയം തിരഞ്ഞെടുക്കൂ.
mn: Эхлэх сэдвээ сонго.
mr: सुरू करण्यासाठी विषय निवड.
ms: Pilih topik untuk mula.
my: စဖို့ အကြောင်းအရာတစ်ခု ရွေးပါ။
ne: सुरु गर्न एउटा विषय छान।
nl: Kies een onderwerp om mee te beginnen.
no: Velg et emne å starte med.
or: ଆରମ୍ଭ କରିବାକୁ ଗୋଟିଏ ବିଷୟ ବାଛ।
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇੱਕ ਵਿਸ਼ਾ ਚੁਣੋ।
pl: Wybierz temat na początek.
pt: Escolhe um tema para começar.
ro: Alege un subiect cu care să începi.
ru: Выбери тему для начала.
si: පටන් ගන්න මාතෘකාවක් තෝරන්න.
sk: Vyber si tému, ktorou začneš.
sl: Za začetek izberi temo.
sq: Zgjidh një temë për të filluar.
sr: Izaberi temu za početak.
sv: Välj ett ämne att börja med.
sw: Chagua mada ya kuanzia.
ta: தொடங்க ஒரு தலைப்பைத் தேர்ந்தெடு.
te: మొదలుపెట్టడానికి ఒక అంశాన్ని ఎంచుకో.
th: เลือกหัวข้อที่จะเริ่ม
tr: Başlamak için bir konu seç.
ug: باشلايدىغان تېمىنى تاللا.
uk: Обери тему для початку.
ur: شروع کرنے کے لیے موضوع چنیں۔
uz: Boshlash uchun mavzu tanla.
vi: Chọn một chủ đề để bắt đầu.
zh: 选择一个主题开始。
zu: Khetha isihloko ozoqala ngaso.

# onboarding.subject.title
source: What do you want to learn?
af: Wat wil jy leer?
am: ምን መማር ትፈልጋለህ?
ar: ماذا تريد أن تتعلم؟
as: তুমি কি শিকিব খোজা?
az: Nə öyrənmək istəyirsən?
be: Што ты хочаш вывучыць?
bg: Какво искаш да научиш?
bn: তুমি কী শিখতে চাও?
bo: ཁྱེད་ཀྱིས་ག་རེ་སྦྱོང་འདོད་དམ།
bs: Šta želiš naučiti?
ca: Què vols aprendre?
cs: Co se chceš naučit?
cy: Beth wyt ti eisiau ei ddysgu?
da: Hvad vil du lære?
de: Was möchtest du lernen?
el: Τι θέλεις να μάθεις;
es: ¿Qué quieres aprender?
et: Mida tahad õppida?
eu: Zer ikasi nahi duzu?
fa: دوست داری چه چیزی یاد بگیری؟
fi: Mitä haluat oppia?
fo: Hvat vilt tú læra?
fr: Que veux-tu apprendre ?
ga: Cad ba mhaith leat a fhoghlaim?
gl: Que queres aprender?
gu: તમે શું શીખવા માંગો છો?
he: מה תרצו ללמוד?
hi: तुम क्या सीखना चाहते हो?
hr: Što želiš naučiti?
hu: Mit szeretnél megtanulni?
hy: Ի՞նչ ես ուզում սովորել։
id: Apa yang ingin kamu pelajari?
is: Hvað viltu læra?
it: Cosa vuoi imparare?
ja: 何を学びたい？
ka: რის სწავლა გინდა?
kk: Нені үйренгің келеді?
km: អ្នកចង់រៀនអ្វី?
kn: ನೀನು ಏನು ಕಲಿಯಲು ಬಯಸುತ್ತೀಯ?
ko: 무엇을 배우고 싶나요?
lo: ເຈົ້າຢາກຮຽນຫຍັງ?
lt: Ko nori išmokti?
lv: Ko tu vēlies iemācīties?
mk: Што сакаш да научиш?
ml: നിനക്ക് എന്താണ് പഠിക്കേണ്ടത്?
mn: Юу сурмаар байна?
mr: तुला काय शिकायचं आहे?
ms: Apa yang kamu mahu belajar?
my: ဘာသင်ချင်လဲ။
ne: तिमी के सिक्न चाहन्छौ?
nl: Wat wil je leren?
no: Hva vil du lære?
or: ତୁମେ କ’ଣ ଶିଖିବାକୁ ଚାହୁଁଛ?
pa: ਤੁਸੀਂ ਕੀ ਸਿੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czego chcesz się nauczyć?
pt: O que queres aprender?
ro: Ce vrei să înveți?
ru: Чему ты хочешь научиться?
si: ඔබ ඉගෙනගන්න කැමති මොනවාද?
sk: Čo sa chceš naučiť?
sl: Kaj se želiš naučiti?
sq: Çfarë dëshiron të mësosh?
sr: Šta želiš da naučiš?
sv: Vad vill du lära dig?
sw: Unataka kujifunza nini?
ta: நீ என்ன கற்க விரும்புகிறாய்?
te: నువ్వు ఏం నేర్చుకోవాలనుకుంటున్నావు?
th: อยากเรียนอะไร?
tr: Ne öğrenmek istiyorsun?
ug: نېمىنى ئۆگەنمەكچىسەن؟
uk: Що ти хочеш вивчати?
ur: آپ کیا سیکھنا چاہتے ہیں؟
uz: Nimani o‘rganmoqchisan?
vi: Bạn muốn học gì?
zh: 你想学什么？
zu: Ufuna ukufunda ini?

# options.capAt30.info
source: Each level has a trophy goal of up to 50. If this option is on, the game finishes automatically when you reach it.
af: Elke vlak het ’n trofeedoel van hoogstens 50. As hierdie opsie aan is, eindig die spel vanself wanneer jy dit bereik.
am: እያንዳንዱ ደረጃ እስከ 50 የሚደርስ የዋንጫ ግብ አለው። ይህ አማራጭ ከበራ፣ ግቡን ስትደርስ ጨዋታው በራሱ ይጠናቀቃል።
ar: لكل مستوى هدف يصل إلى 50 كأسًا. عند تفعيل هذا الخيار، تنتهي اللعبة تلقائيًا عند بلوغه.
as: প্ৰতিটো লেভেলত সৰ্বাধিক ৫০টা ট্ৰফীৰ লক্ষ্য আছে। এই বিকল্প চালু থাকিলে লক্ষ্য পোৱাৰ লগে লগে খেল নিজে শেষ হ’ব।
az: Hər səviyyənin ən çox 50 kuboklu hədəfi var. Bu seçim aktivdirsə, hədəfə çatanda oyun avtomatik bitir.
be: На кожным узроўні можна сабраць да 50 трафеяў. Калі гэтая налада ўключана, гульня завершыцца аўтаматычна, калі ты дасягнеш мэты.
bg: Всяко ниво има цел до 50 трофея. Когато тази опция е включена, играта завършва автоматично, щом я достигнеш.
bn: প্রতিটি লেভেলে সর্বোচ্চ ৫০টি ট্রফির লক্ষ্য আছে। এটি চালু থাকলে লক্ষ্য পূরণ করলেই খেলা নিজে থেকে শেষ হবে।
bo: རིམ་པ་རེར་བྱ་དགའི་དམིགས་ཡུལ་50 བར་ཡོད། འདེམས་སྒྲིག་འདི་ཁ་ཕྱེ་ན། དམིགས་ཡུལ་སླེབས་མ་ཐག་རྩེད་མོ་རང་འགུལ་གྱིས་མཇུག་སྒྲིལ།
bs: Svaki nivo ima cilj do 50 trofeja. Ako je ova opcija uključena, igra se automatski završava kad ga dostigneš.
ca: Cada nivell té un objectiu de fins a 50 trofeus. Si actives aquesta opció, el joc s’acaba automàticament quan l’assoleixes.
cs: Každá úroveň má cíl až 50 trofejí. Když je tato možnost zapnutá, hra po jeho dosažení automaticky skončí.
cy: Mae gan bob lefel nod o hyd at 50 tlws. Os yw'r dewis hwn ymlaen, bydd y gêm yn gorffen yn awtomatig pan gyrhaeddi di'r nod.
da: Hver bane har et pokalmål på op til 50. Når denne indstilling er slået til, slutter spillet automatisk, når du når målet.
de: Jedes Level hat ein Pokalziel von höchstens 50. Ist diese Option an, endet das Spiel automatisch, sobald du es erreichst.
el: Κάθε επίπεδο έχει στόχο έως 50 τρόπαια. Αν αυτή η επιλογή είναι ενεργή, το παιχνίδι τελειώνει αυτόματα όταν τον φτάσεις.
es: Cada nivel tiene un objetivo de hasta 50 trofeos. Si activas esta opción, el juego termina automáticamente al alcanzarlo.
et: Igal tasemel on kuni 50 karika eesmärk. Kui see valik on sees, lõpeb mäng eesmärgi täitumisel automaatselt.
eu: Maila bakoitzak gehienez 50 garaikurreko helburua du. Aukera hau piztuta badago, jokoa automatikoki amaituko da helburura iristean.
fa: هر مرحله تا ۵۰ جام هدف دارد. اگر این گزینه روشن باشد، وقتی به هدف برسی بازی خودکار تمام می‌شود.
fi: Jokaisella tasolla on enintään 50 pokaalin tavoite. Kun tämä asetus on päällä, peli päättyy automaattisesti saavuttaessasi tavoitteen.
fo: Hvørt stig hevur eitt steypamál upp í 50. Er hetta tendrað, endar spælið sjálvt, tá tú røkkur málinum.
fr: Chaque niveau a un objectif allant jusqu’à 50 trophées. Si cette option est activée, la partie se termine automatiquement quand tu l’atteins.
ga: Tá sprioc suas le 50 trófaí ag gach leibhéal. Má tá an rogha seo ar siúl, críochnaíonn an cluiche go huathoibríoch nuair a bhaineann tú amach í.
gl: Cada nivel ten un obxectivo de ata 50 trofeos. Se activas esta opción, o xogo remata automaticamente ao acadalo.
gu: દરેક લેવલમાં વધુમાં વધુ 50 ટ્રોફીનું લક્ષ્ય છે. આ વિકલ્પ ચાલુ હોય તો લક્ષ્ય મળતાં રમત આપમેળે પૂરી થશે.
he: בכל שלב יש יעד של עד 50 גביעים. כשהאפשרות הזו פועלת, המשחק מסתיים אוטומטית כשמגיעים ליעד.
hi: हर स्तर का ट्रॉफी लक्ष्य अधिकतम 50 है। यह विकल्प चालू हो तो लक्ष्य पाते ही खेल अपने-आप खत्म हो जाएगा।
hr: Svaka razina ima cilj do 50 pehara. Ako je ova opcija uključena, igra automatski završava kad ga dosegneš.
hu: Minden szinten legfeljebb 50 trófea a cél. Ha ezt bekapcsolod, a játék automatikusan véget ér, amikor eléred.
hy: Յուրաքանչյուր մակարդակի գավաթների նպատակը մինչև 50 է։ Եթե այս ընտրանքը միացված է, խաղն ինքնաբերաբար ավարտվում է, երբ հասնում ես դրան։
id: Setiap level memiliki target hingga 50 trofi. Jika opsi ini aktif, permainan otomatis selesai saat target tercapai.
is: Hvert borð hefur markmið upp á allt að 50 bikara. Þegar þetta er virkt lýkur leiknum sjálfkrafa þegar þú nærð því.
it: Ogni livello ha un obiettivo massimo di 50 trofei. Se questa opzione è attiva, la partita finisce automaticamente quando lo raggiungi.
ja: 各レベルのトロフィー目標は最大50こです。オンにすると、目標に達したときゲームが自動で終わります。
ka: თითოეულ დონეზე თასების მიზანი მაქსიმუმ 50-ია. თუ ეს პარამეტრი ჩართულია, მიზნის მიღწევისას თამაში ავტომატურად დასრულდება.
kk: Әр деңгейде 50-ге дейінгі жүлде мақсаты бар. Бұл баптау қосылса, мақсатқа жеткенде ойын автоматты түрде аяқталады.
km: កម្រិតនីមួយៗមានគោលដៅពានរហូតដល់ 50។ បើបើកជម្រើសនេះ ហ្គេមនឹងបញ្ចប់ដោយស្វ័យប្រវត្តិពេលអ្នកសម្រេចគោលដៅ។
kn: ಪ್ರತಿ ಹಂತದ ಟ್ರೋಫಿ ಗುರಿ ಗರಿಷ್ಠ 50. ಈ ಆಯ್ಕೆ ಆನ್ ಇದ್ದರೆ, ಗುರಿ ತಲುಪಿದಾಗ ಆಟ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮುಗಿಯುತ್ತದೆ.
ko: 각 레벨의 트로피 목표는 최대 50개예요. 이 옵션을 켜면 목표에 도달했을 때 게임이 자동으로 끝나요.
lo: ແຕ່ລະດ່ານມີເປົ້າໝາຍສູງສຸດ 50 ຖ້ວຍ. ຖ້າເປີດຕົວເລືອກນີ້ ເກມຈະຈົບອັດຕະໂນມັດເມື່ອເຈົ້າຮອດເປົ້າໝາຍ.
lt: Kiekviename lygyje galima siekti iki 50 trofėjų. Įjungus šią parinktį, pasiekus tikslą žaidimas baigsis automatiškai.
lv: Katrā līmenī trofeju mērķis ir līdz 50. Ja šī iespēja ir ieslēgta, spēle automātiski beidzas, kad to sasniedz.
mk: Секое ниво има цел до 50 трофеи. Кога оваа опција е вклучена, играта автоматски завршува штом ќе ја достигнеш.
ml: ഓരോ ലെവലിലും പരമാവധി 50 ട്രോഫികളുടെ ലക്ഷ്യമുണ്ട്. ഇത് ഓണാക്കിയാൽ ലക്ഷ്യം എത്തിയ ഉടൻ കളി തീരും.
mn: Түвшин бүр 50 хүртэлх цомын зорилготой. Үүнийг асаавал зорилгодоо хүрэхэд тоглоом автоматаар дуусна.
mr: प्रत्येक स्तराचे ट्रॉफी ध्येय जास्तीत जास्त 50 आहे. हा पर्याय सुरू असेल, तर ध्येय गाठल्यावर खेळ आपोआप संपेल.
ms: Setiap tahap ada sasaran hingga 50 trofi. Jika pilihan ini hidup, permainan tamat automatik bila sasaran dicapai.
my: အဆင့်တိုင်းမှာ ဆုဖလားပန်းတိုင် အများဆုံး 50 ရှိတယ်။ ဒီရွေးချယ်မှုဖွင့်ထားရင် ပန်းတိုင်ရောက်တာနဲ့ ဂိမ်းအလိုအလျောက်ပြီးမယ်။
ne: हरेक लेभलमा बढीमा ५० ट्रफीको लक्ष्य हुन्छ। यो विकल्प चालु भए लक्ष्य पुगेपछि खेल आफैं सकिन्छ।
nl: Elk level heeft een trofeedoel van maximaal 50. Als deze optie aanstaat, wordt het spel automatisch beëindigd zodra je dat haalt.
no: Hvert nivå har et trofémål på opptil 50. Når dette valget er på, avsluttes spillet automatisk når du når målet.
or: ପ୍ରତ୍ୟେକ ଲେଭେଲ୍‌ରେ ସର୍ବାଧିକ 50 ଟ୍ରଫିର ଲକ୍ଷ୍ୟ ରହେ। ଏହି ବିକଳ୍ପ ଚାଲୁ ଥିଲେ, ଲକ୍ଷ୍ୟ ପୂରଣ କରିବାମାତ୍ରେ ଖେଳ ନିଜେ ଶେଷ ହେବ।
pa: ਹਰ ਲੈਵਲ ਵਿੱਚ ਵੱਧ ਤੋਂ ਵੱਧ 50 ਟ੍ਰਾਫੀਆਂ ਦਾ ਟੀਚਾ ਹੈ। ਇਹ ਚੋਣ ਚਾਲੂ ਹੋਵੇ ਤਾਂ ਟੀਚਾ ਪੂਰਾ ਹੁੰਦੇ ਹੀ ਖੇਡ ਆਪਣੇ ਆਪ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।
pl: Każdy poziom ma cel do 50 pucharów. Gdy ta opcja jest włączona, gra kończy się automatycznie po jego osiągnięciu.
pt: Cada nível tem uma meta de até 50 troféus. Com esta opção ligada, o jogo termina automaticamente quando a atinges.
ro: Fiecare nivel are un obiectiv de până la 50 de trofee. Dacă această opțiune este activă, jocul se încheie automat când îl atingi.
ru: На каждом уровне можно получить до 50 трофеев. Если включить эту настройку, игра завершится автоматически, когда цель будет достигнута.
si: එක් එක් මට්ටමේ කුසලාන ඉලක්කය 50 දක්වා වේ. මෙය ක්‍රියාත්මක නම් ඉලක්කයට ළඟා වූ විට ක්‍රීඩාව ස්වයංක්‍රීයව අවසන් වේ.
sk: Každá úroveň má cieľ najviac 50 trofejí. Ak je táto možnosť zapnutá, hra sa po jeho dosiahnutí automaticky skončí.
sl: Vsaka stopnja ima cilj do 50 pokalov. Ko je ta možnost vklopljena, se igra samodejno konča, ko ga dosežeš.
sq: Çdo nivel ka një objektiv deri në 50 trofe. Kur ky opsion është aktiv, loja mbaron vetë sapo ta arrish.
sr: Svaki nivo ima cilj do 50 trofeja. Kad je ova opcija uključena, igra se završava čim ga dostigneš.
sv: Varje nivå har ett pokalmål på högst 50. När detta är på avslutas spelet automatiskt när du når målet.
sw: Kila kiwango kina lengo la hadi vikombe 50. Chaguo hili likiwashwa, mchezo huisha moja kwa moja unapolifikia.
ta: ஒவ்வொரு நிலைக்கும் அதிகபட்சம் 50 கோப்பைகள் இலக்கு. இது இயக்கப்பட்டால், இலக்கை அடைந்ததும் விளையாட்டு தானாக முடியும்.
te: ప్రతి లెవల్‌లో గరిష్ఠంగా 50 ట్రోఫీల లక్ష్యం ఉంటుంది. ఈ ఎంపిక ఆన్‌లో ఉంటే, లక్ష్యాన్ని చేరగానే ఆట ముగుస్తుంది.
th: แต่ละด่านมีเป้าหมายสูงสุด 50 ถ้วย เมื่อเปิดตัวเลือกนี้ เกมจะจบเองเมื่อถึงเป้าหมาย
tr: Her seviyenin en fazla 50 kupalık bir hedefi vardır. Bu seçenek açıksa hedefe ulaşınca oyun otomatik olarak biter.
ug: ھەر بىر دەرىجىنىڭ ئەڭ كۆپ 50 لوڭقىلىق نىشانى بار. بۇ تاللانما ئوچۇق بولسا، نىشانغا يەتكەندە ئويۇن ئاپتوماتىك ئاخىرلىشىدۇ.
uk: На кожному рівні можна здобути до 50 трофеїв. Якщо цю опцію ввімкнено, гра автоматично завершиться, коли ти досягнеш цілі.
ur: ہر لیول میں زیادہ سے زیادہ 50 ٹرافیوں کا ہدف ہے۔ یہ اختیار آن ہو تو ہدف پورا ہوتے ہی کھیل خود ختم ہو جاتا ہے۔
uz: Har bir bosqichda 50 tagacha sovrin maqsadi bor. Bu sozlama yoqilsa, maqsadga yetganingda o‘yin avtomatik tugaydi.
vi: Mỗi cấp có mục tiêu tối đa 50 cúp. Khi bật tùy chọn này, trò chơi tự kết thúc khi bạn đạt mục tiêu.
zh: 每关的奖杯目标最高为 50。开启后，达到目标时游戏会自动结束。
zu: Ileveli ngayinye inomgomo wezindebe ofinyelela ku-50. Uma le nketho ivuliwe, umdlalo uphela ngokuzenzakalela lapho uwufinyelela.

# options.capAt30.title
source: Finish at goal
af: Eindig by doel
am: ግቡ ላይ ጨርስ
ar: الإنهاء عند الهدف
as: লক্ষ্যত শেষ
az: Hədəfdə bitir
be: Фініш па мэце
bg: Край при целта
bn: লক্ষ্যে শেষ
bo: དམིགས་ཡུལ་སླེབས་ན་ཚར།
bs: Završi na cilju
ca: Acaba en assolir l’objectiu
cs: Skončit po dosažení cíle
cy: Gorffen wrth y nod
da: Slut ved målet
de: Am Ziel beenden
el: Τέλος στον στόχο
es: Terminar al alcanzar el objetivo
et: Lõpeta eesmärgil
eu: Amaitu helburuan
fa: پایان در هدف
fi: Lopeta tavoitteeseen
fo: Enda við málið
fr: Finir à l’objectif
ga: Críochnaigh ag an sprioc
gl: Rematar no obxectivo
gu: લક્ષ્યે પૂરું કરો
he: סיום ביעד
hi: लक्ष्य पर खत्म करें
hr: Završi na cilju
hu: Befejezés a célnál
hy: Ավարտել նպատակին հասնելիս
id: Selesai saat target tercapai
is: Ljúka við markmið
it: Finisci all’obiettivo
ja: 目標でおわる
ka: მიზანზე დასრულება
kk: Мақсатта аяқтау
km: បញ្ចប់តាមគោលដៅ
kn: ಗುರಿಯಲ್ಲಿ ಮುಗಿಸು
ko: 목표에서 끝내기
lo: ຈົບເມື່ອຮອດເປົ້າ
lt: Baigti pasiekus tikslą
lv: Beigt pie mērķa
mk: Заврши на целта
ml: ലക്ഷ്യത്തിലെത്തുമ്പോൾ തീർക്കൂ
mn: Зорилгод хүрээд дуусгах
mr: ध्येयावर पूर्ण
ms: Tamat pada sasaran
my: ပန်းတိုင်ရောက်လျှင် ပြီးရန်
ne: लक्ष्यमा सकाऊ
nl: Afronden bij doel
no: Avslutt ved målet
or: ଲକ୍ଷ୍ୟରେ ଶେଷ
pa: ਟੀਚੇ 'ਤੇ ਖਤਮ
pl: Zakończ po celu
pt: Terminar na meta
ro: Oprește la obiectiv
ru: Завершать у цели
si: ඉලක්කයේදී අවසන් කරන්න
sk: Skončiť pri cieli
sl: Končaj ob cilju
sq: Mbaro te objektivi
sr: Završi na cilju
sv: Sluta vid målet
sw: Maliza ukifikia lengo
ta: இலக்கில் முடி
te: లక్ష్యం వద్ద ముగించు
th: จบเมื่อถึงเป้าหมาย
tr: Hedefte bitir
ug: نىشاندا ئاخىرلاشتۇر
uk: Завершити за ціллю
ur: ہدف پر ختم کریں
uz: Maqsadda tugatish
vi: Kết thúc khi đạt mục tiêu
zh: 达标后结束
zu: Qeda emgomweni
